[Language]
1=中文簡體
2=銀爾達調試工具 V{0}

1000=軟體啟動中
1001=發送：
1002=接收：
1003=顯示時間戳記
1004=定時自動發送
1005=文件關聯
1006=十六進位顯示
1007=暫停接收顯示
1008=清空發送區
1009=清空接收區
1010=通訊參數
1011=發送
1012=十六進位發送
1013=發送區功能
1014=斷開
1015=連接
1016=輸入對話方塊
1017=確定
1018=取消
1019=請輸入定時自動發送間隔時間 單位/毫秒
1020=文件
1021=連結管理
1022=工具
1023=語言
1024=獲取資料
1025=常規設置
1026=語言已切換, 重啟軟體後生效!

1027=通訊介面類別型
1028=字元編碼格式
1029=分包超時時間
1030=毫秒
1031=斷開自動重連

1032=串口
1033=串口號
1034=刷新串口
1035=串列傳輸速率
1036=數據位元
1037=停止位
1038=校驗位
1039=流控制
1040=RTS
1041=DTR

1042=串口通訊
1043=TCP 用戶端
1044=TCP 服務端
1045=UDP
1046=MQTT 用戶端

1047=確定
1048=連接串口 {0} 失敗, 請檢查串口連接是否正常, 是否有被其它進程佔用
1049=十六進位
1050=字串
1051=文件
1052=檔不存在, 請檢查檔路徑是否正確
1053=請選擇需要連接的串口
1054=請先勾選需要迴圈發送的資料
1055=保存成功
1056=保存失敗
1057=請先添加命令資料
1058=確定要執行刪除操作嗎?
1059=打開工程檔失敗
1060=檢測到清單存在命令資料, 新建工程後命令資料會被清除, 確定要執行新建命令工程操作嗎?

1061=請先編輯代碼
1062=檢測到當前存在代碼和變數, 新建工程後代碼和變數會被清除, 確定要執行新建腳本代碼工程操作嗎?
1063=確定要執行清空變數操作嗎?
1064=確定要執行清空變數資料操作嗎?
1065=確定要執行清空日誌操作嗎?
1066=許可權不足, 請以管理員許可權運行本軟體後再執行檔案格式關聯操作!
1067=銀爾達串口調試工具 命令工程檔
1068=設置關聯檔案格式成功
1069=設置關聯檔案格式失敗
1070=取消檔案格式關聯完成
1071=銀爾達串口調試工具 Lua 腳本工程檔
1072=確定要退出軟體嗎?

1073=專案工程
1074=打開工程
1075=刪除工程
1076=打開工程目錄
1077=新視窗打開工程
1078=刷新列表
1079=全部展開
1080=全部收縮
1081=選擇工程
1082=關聯檔案格式
1083=取消檔案格式關聯
1084=退出軟體
1085=不支持的檔案格式
1086=新建工程
1087=保存
1088=另存
1089=迴圈發送
1090=停止迴圈
1091=發送
1092=名稱
1093=格式
1094=數據
1095=延時(ms)
1096=勾選
1097=上移
1098=下移
1099=刪除
1100=運行代碼
1101=停止運行
1102=清空變數
1103=清空數據
1104=變數名稱
1105=變數資料
1106=變數監視
1107=代碼編輯
1108=運行日誌
1109=開始列印
1110=停止列印
1111=清空日誌
1112=快捷命令
1113=Lua 腳本
1114=提示
1115=請輸入需要運行的代碼
1116=請輸入內容
1117=確定
1118=取消
1119=輸入對話方塊
1120=請輸入需要連接的 伺服器位址
1121=請輸入需要連接的 伺服器埠
1122=輸入的 IP 位址錯誤
1123=連接到服務端 {0} 失敗
1124=輸入的遠端 IP 位址錯誤
1125=請輸入需要監聽的 伺服器埠
1126=監聽埠 {0} 失敗
1127=不支援該功能
1128=接收區功能
1129=窗口置頂
1130=視圖
1131=末尾附加回車換行
1132=IP 地址
1133=埠號
1134=伺服器埠號
1135=目標位址
1136=目標埠
1137=請輸入需要監視的 LUA 變數名稱
1138=變數已經存在清單內
1139=確定要執行刪除變數的操作嗎?
1140=作用描述
1141=允許編輯
1142=禁用編輯
1143=選擇通訊物件
1144=URL地址
1145=保存到檔
1146=停止
1147=日誌保存目錄
1148=自動保存日誌
1149=打開日誌目錄
1150=選擇目錄
1151=刪除首尾空白字元
1152=通訊連接
1153=回車換行模式
1154=防止系統休眠和螢幕息屏
1155=常規
1156=日誌
1157=通訊物件選擇
1158=專案工程預設載入路徑
1159=打開目錄
1160=選擇目錄
1161=選擇工程目錄
1162=未連接
1163=十六進位資料登錄有誤
1164=請先連接
1165=支持使用功能變數名稱或者IP位址進行連接
1166=所有網卡
1167=指定監聽網卡
1168=刷新網卡
1169=本地埠號
1170=請輸入目標位址
1171=請輸入目標埠
1172=請輸入需要監聽的 本地埠號
1173=全部連接
1174=字串顯示
1175=字串/十六進位顯示
1176=建立連接成功
1177=連接已斷開
1178=新連接進入 {0}
1179=連接已斷開 {0}
1180=功能開關
1181=請把軟體解壓到資料夾內運行
1182=工作環境資料缺失, 請重新安裝軟體
1183=複製內容
1184=標記選中內容背景色
1185=清除選中內容背景色
1186=缺失 ICON 圖示, 請重新安裝軟體
1187=格式化十六進位文本
1188=未搜索到匹配內容
1189=搜索內容
1190=區分大小寫
1191=搜索
1192=增加
1193=搜索全部
1194=序號
1195=匹配內容
1196=自動換行顯示
1197=批量標記選中內容背景色
1198=批量清除選中內容背景色
1199=清除全部標記內容背景色
1200=確定要執行清除全部標記內容背景色操作嗎?
1201=確定要退出軟體嗎?
1202=長度：
1203=位元組：
1204=複製內容為表格格式
1205=最近打開工程
1206=清空最近打開記錄
1207=資料結果解析


calc.bat=計算器
notepad.bat=記事本
devicemanager.bat=裝置管理員